Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistuu_yk:n_alkuperaiskansojen_pysyvan_foorumin_22__istuntoon.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät osallistuu YK:n alkuperäiskansojen pysyvän foorumin 22. istuntoon
sms: Sääʹmteʹǧǧ vuässââtt ÕM alggmeerai põõšši fooruum 22. išttma

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso osallistuu YK:n alkuperäiskansojen pysyvään foorumiin (UNPFII) New Yorkissa 19.-27.4.2023.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso vuässââtt ÕM alggmeerai põõssi fooruuʹme (UNPFII) New Yorkist 19.-27.4.2023.

source: Foorumin 22. istunnon teemana on alkuperäiskansat, ihmisten terveys, planetaarinen ja alueiden terveys sekä ilmastonmuutos: oikeuksiin perustuva lähestymistapa (Indigenous Peoples, human health, planetary and territorial health and climate change: a rights-based approach).
sms: Fooruum 22. Išttmõõžžâst äʹššen lie alggmeer, oummui tiõrvâsvuõtt, planetaarlaž da vuuʹdi tiõrvâsvuõtt di äimmõsmuuttâs: vuõiggâdvuõđid vuâđđõõvvi âlddnemnääʹll (Indigenous Peoples, human health, planetary and territorial health and climate change: a rights-based approach).

source: Saamelaiskäräjien delegaatioon kuuluvat puheenjohtajan lisäksi Saamelaiskäräjien jäsen ja kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi sekä kansainvälisten asioiden sihteeri Inka Saara Arttijeff.
sms: Sääʹmteeʹǧǧ delegaatio sizz koʹlle saaǥǥjååʹđteei lââʹssen Sääʹmteeʹǧǧ vuäzzlaž da kulttuurluʹvddkååʹdd saaǥǥjååʹđteei Pirita Näkkäläjärvi di meeraikõskksaž aaʹšši piisar Inka Saara Arttijeff.

source: Lisäksi nuorisoneuvoston edustajana matkalla on Rosa-Máren Juuso.
sms: Nuõrisuåvtõõzz eeʹttkõʹsttjen mieʹldd lij še Rosa-Máren Juuso.

source: – Meillä on tarkoituksena nostaa esille saamelaisille ajankohtaisia asioita, kuten ilmastonmuutoksen vaikutukset mielenterveyteen ja psykososiaalisen tuen yksikön työn tärkeys.
sms: – Meeʹst lij jurddjen kaggâd õuʹdde säʹmmlaid ääiʹjpoddsaž aaʹššid, mâʹte äimmõsmuttâz vaaiktõõzzid miõlltiõrvâsvuõʹtte da psykososiaalʼlaž tuärj juâkkaz tuâj äärv.

source: Lisäksi haluan tuoda esille saamelaiskäräjälakiprosessin ja kuinka Suomi jatkaa saamelaisten ihmisoikeuksien rikkomista, sanoo puheenjohtaja Juuso.
sms: Lââʹssen haaʹlääm puʹhtted tiõttu sääʹmteʹǧǧlääʹǩǩproseeʹss da mõõn nalla Lääʹddjânnam juätkk säʹmmlai ooumažvuõiggâdvuõđi čuõʒʒtummuž, ceälkk saaǥǥjååʹđteei Juuso.

source: Puheenjohtaja Juuso osallistuu lisäksi 20.4. epäviralliseen kuulemiseen koskien alkuperäiskansojen osallistumisoikeuden parantamista YK:ssa (Enhanced Participation of Indigenous Peoples) ja 27.4. Arktisen alueen vuoropuheluun (Arctic Regional Dialogue).
sms: Saaǥǥjååʹđteei Juuso vuässââtt veâl 20.4. pannveerǥlaž kuullmõʹšše kuõskeeʹl alggmeerai vuässõõttâmvuõiggâdvuõđ pueʹrummuž ÕM:st (Enhanced Participation of Indigenous Peoples) da 27.4. Aarktlaž vuuʹd vuârrsaǥstõõllmõʹšše (Arctic Regional Dialogue).

source: YK:n alkuperäiskansojen pysyvä foorumi
sms: ÕM alggmeerai põõšši foorum

source: YK:n alkuperäiskansojen pysyvä foorumi (The United Nations Permanent Forum on Indigenous Issues, UNPFII) on vuonna 2000 perustettu YK:n talous- ja sosiaalineuvoston (Economic and Social Council, ECOSOC) alainen neuvoa-antava toimielin, johon kuuluu 16 itsenäistä asiantuntijajäsentä.
sms: ÕM alggmeerai põõssi foorum (The United Nations Permanent Forum on Indigenous Issues, UNPFII) lij eeʹjj 2000 vuâđđuum ÕM tällõs- da sosiaalsuåvtõõzz (Economic and Social Council, ECOSOC) vuâllsaž raʹvvjeei tåimmorgaan, koozz koʹlle 16 jiõččnallaš äʹšštobddivuäzzliʹžžed.

source: Hallitukset nimittävät kahdeksan jäsentä ja alkuperäiskansat kahdeksan jäsentä.
sms: Halltõõzz nõõmte kääuʹc vuäzzliʹžžed da alggmeer kääuʹc vuäzzliʹžžed.

source: Foorumin tehtävänä on nostaa keskusteluun alkuperäiskansoja koskevia kysymyksiä erityisesti taloudellisen ja sosiaalisen kehityksen, kulttuurin, ympäristökysymysten, koulutuksen, terveyden ja ihmisoikeuksien alueelta.
sms: Fooruum tuâjjan lij kaggâd saǥstõõllma alggmeeraid kuõskki kõõččmõõžžid aainâs tällõõzzlaž da sosiaalʼlaž õuddnem, kulttuur, pirrõskõõččmõõžži, škooultõõzz, tiõrvâsvuõđ da ooumažvuõiggâdvuõđi suõʹrjin.

source: Pysyvä foorumi antaa suosituksia sekä toimii keskeisenä foorumina valtioiden, alkuperäiskansojen sekä YK:n erityisjärjestöjen väliselle vuoropuhelulle.
sms: Põõssi foorum oudd siâzztõõzzid di toiʹmmai kõskksâjjsaž fooruumân riikki, alggmeerai di ÕM spesiaalorganisaatioi kõskksaž vuârrsaǥstõõllma.

source: Se kokoontuu istuntoonsa kerran vuodessa YK:n päämajassa New Yorkissa.
sms: Tõt noorââtt išttma õʹhttešt eeʹjjest ÕM väʹlddpääiʹǩest New Yorkist.

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteei 040 687 3 394 tuomas.juuso@samediggi.fi

source: Inka Saara Arttijeff kansainvälisten asioiden sihteeri 010 839 3198 / 050 574 7629 inka-saara.arttijeff@samediggi.fi
sms: Inka Saara Arttijeff meeraikõskksaž aaʹšši piisar 010 839 3 198 / 050 574 7 629 inka-saara.arttijeff@samediggi.fi
